Repository: collective/volto-repeatable-content-block
Catalog: locales/*/LC_MESSAGES/volto.po
Languages: it

source: Content to be replicated
it: Contenuto da replicare

source: emptyBlock
it: Attenzione: questo contenuto non ha nessun elemento da mostrare. Il titolo e la descrizioone non sono considerati e non vengono mostrati.

source: imageFullWidth
it: Mostra l'immagine a tutta larghezza

source: repeatable-content-block-emptySelection
it: Seleziona un contenuto dalla sidebar a lato per mostrarlo qui.

source: repeatable-content-block-pathNotExists
it: Il percorso selezionato non esiste. Selezionare un nuovo contenuto o rimuovere questo blocco.

source: select_content
it: Seleziona un contenuto

source: showContentDescription
it: Mostra la descrizione del contenuto

source: showContentImage
it: Mostra l'immagine del contenuto

source: showContentText
it: Mostra i testo (blocchi) del contenuto

source: showContentTitle
it: Mostra il titolo del contenuto

source: unknownBlock
it: Blocco sconosciuto
